Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: It grants a +2 equipment bonus on Repair checks for electrical or electronic devices and allows a character to make Craft (electronic) checks without penalty.
zh_cn: 它可以让角色在修理电气或电子设备中获得2点装备加值，也可让角色无惩罚地进行制造（电子）检定。

source: It grants a +2 equipment bonus on Repair checks for mechanical devices and allows a character to make Craft (mechanical) or Craft (structural) checks without penalty.
zh_cn: 它可以让角色在修理机械设备中获得2点装备加值，也可让角色无惩罚地进行制造（机械）或制造（结构）检定。

source: It has a door at the front and a second door about halfway down the right-hand side.
zh_cn: 它在前端有一个门，车中间的右侧有另一道门。

source: It has a range of 15 miles.
zh_cn: 通讯范围有15里。

source: It has a range of 2 miles.
zh_cn: 它有2里的通讯距离。

source: It has a range of 30 feet and lasts as long as the Slayer concentrates, up to a number of rounds equal to the Slayer’s level in this advanced class.
zh_cn: 可以感应半径30尺内的范围，暗影猎手需处于专注，且最多能持续等同于本职等级数的轮数。

source: It has a range of 500 feet.
zh_cn: 信号范围有500尺。

source: It has one or two central sections, as well as several exterior pockets and straps for attaching tents, bedrolls, or other gear.
zh_cn: 它有一到两个中间夹层，以及几个外袋和绑带，用于搭载帐篷、铺盖卷和其他装备。

source: It has three top hatches, one above each crew position, and a large door in back for infantry soldiers to load or disembark.
zh_cn: 它有三个顶盖、每个车组成员各一个，车尾有一个大门供运载的步兵出入。

source: It has three top hatches, one for the driver and two on the turret.
zh_cn: 它有三个顶盖，驾驶员一个、炮塔上两个。

source: It holds 5 pounds worth of equipment and has an average lock (Disable Device DC 25; break DC 15).
zh_cn: 可装载5磅的装备，并拥有一般的锁（解除装置DC25；破坏DC15）。

source: It holds 8 pounds of gear and fits comfortably over one or both shoulders.
zh_cn: 可装8磅的装备，且配备合身的单肩带或双肩带。

source: It illuminates an area only 5 feet in radius.
zh_cn: 它只能照亮半径5尺内的区域。

source: It in-creases as a character gains Wealth and decreases as the character makes purchases.
zh_cn: 角色获得财富就增加，购买就减少。

source: It includes a broad variety of specialized hand tools and a selection of high-quality power tools.
zh_cn: 内有各式各样专门的手工工具和一套精选的高质量电力工具。

source: It includes the following information.
zh_cn: 包括了以下信息。

source: It increases to +2 at 5th level, and to +3 at 8th level.
zh_cn: 5级时加值为2，8级时加值为3。

source: It is also necessary for the Acolyte to be able to turn or rebuke undead (see below).
zh_cn: 神符也是侍僧用来驱散或者斥喝不死生物的道具（见下文）。

source: It is considered to be a moderate explosive for the purpose of using a Craft (chemical) check to manufacture it.
zh_cn: 此操作视为制造一个中等爆炸物，要做一次制造（化学）检定来完成。

source: It is considered to be a simple explosive for the purpose of using a Craft (chemical) check to manufacture it.
zh_cn: 此操作视为制造一个简单爆炸物，要做一次制造（化学）检定来完成。

source: It is crewed by a driver and a commander, and features a top hatch above each position as well as a rear door.
zh_cn: 车组包括一个驾驶员和一个车长，每个车组各一个顶盖，车尾有一个舱门。

source: It is crewed by a driver, a gunner, a gun loader, and a commander.
zh_cn: 车组包括一个驾驶员、一个射击手、一个装填手和一个车长。

source: It is crewed by a driver, a gunner, and a commander.
zh_cn: 车组包括一个驾驶员、一个射击手和一个车长。

source: It is equipped with puncture-resistant tires.
zh_cn: 它还装备了防刺轮胎。

source: It is immune to all mind-influencing effects (charms, compulsions, phantasms, patterns and morale effects) and automatically fails Intelligence checks.
zh_cn: 他们免疫所有和思维有关的效果（魅惑、胁迫、魅影幻觉、心灵幻觉及道德影响），且进行智力检定必然失败。

source: It is immune to any effect that requires a Fortitude save unless the effect works on objects.
zh_cn: 这类生物免疫一切需要通过强韧豁免的效果，除非这种效果能够作用在物体上。

source: It is modified by the time that has elapsed since the clue was left, and whether or not the scene was disturbed.
zh_cn: DC受线索的留存时间和现场的破坏影响。

source: It is one square wide and two squares long.
zh_cn: 它有1格宽2格长。

source: It is opposed by others’ Spot check results.
zh_cn: 检定是与其他人的侦察检定对抗。

source: It is possible for a creature to have a score of "none".
zh_cn: 有的生物的某个属性值可以为“无”。

source: It is two squares wide and four squares long.
zh_cn: 它有2格宽4格长。

source: It is two squares wide and three squares long.
zh_cn: 它有2格宽3格长。

source: It is typically of Tiny or Diminutive size, so that it can be easily held and manipulated in one hand, and its weight is negligible, so that it does not affect the Acolyte’s carrying capacity.
zh_cn: 它一般是超小型或微型的，可以轻松地用单手握住使用，它的重量也应很小，小到不会影响侍僧的负重。

source: It is used to determine when feats and ability score increases are gained
zh_cn: 用来决定何时获得专长与属性。

source: It just lets you activate items as if you had the class feature.
zh_cn: 这只能让你拥有物品要求拥有的职业专长来启动物品。

source: It lacks the luxury accessories of the civilian version, but it is equipped with puncture-resistant tires.
zh_cn: 相比民用版它没有豪华内饰，但装备了防刺轮胎。

source: It may be where the individual was born, or where the hero resides after emigrating to a new home.
zh_cn: 也可以是出生的国家或者要移民去的国家。

source: It might be faith in self, in a higher power, or in both.
zh_cn: 可以是信自己、更强大的力量、或两者皆有。

source: It might still omit important details, depending on its relationship with the Occultist.
zh_cn: 如果它与术士关系好，它甚至可能会透露关键信息。

source: It might take no time at all.
zh_cn: 也可能完全不花时间。

source: It never interferes with her own spells, and she can voluntarily lower her spell resistance at any time.
zh_cn: 抗力对自己的法术无效，术士还可以随时自行降低法术抗力。

source: It now deals 1d8 points of piercing damage on a successful attack.
zh_cn: 成功攻击将造成1d8点穿刺伤害。

source: It now deals 2d6 points of piercing damage on a successful attack.
zh_cn: 成功攻击将造成2d6点穿刺伤害。

source: It now provides a +6 equipment bonus to Defense.
zh_cn: 护盾将为防御提供6点装备加值。

source: It obeys the Occultist, providing protection, fighting at her side, and performing other services.
zh_cn: 它会服从术士的命令，保护术士，为术士战斗，以及提供其他服务。

source: It projects a beam of light 10 feet long and 5 feet wide at its end.
zh_cn: 它的末端能射出10尺长5尺宽的亮光。

source: It provides a specialization and a range of power and ability to give a character that something extra to set him or her apart.
zh_cn: 这些职业给角色提供了更专门化的能力，细分了角色的种类。

source: It provides full cover to its occupants.
zh_cn: 它为乘客提供全掩蔽。

source: It provides nine-tenths cover for its occupants.
zh_cn: 它为乘客提供9/10掩蔽。

source: It provides no cover for its riders.
zh_cn: 它不为乘员提供任何掩蔽。

source: It provides one-half cover to occupants in the cockpit or stern, full cover to occupants below deck, and no cover to those forward of the cockpit.
zh_cn: 它为驾驶位和船尾的乘客提供半掩蔽，为甲板下的乘客提供全掩蔽，而驾驶位之前的船头不提供任何掩蔽。

source: It provides three-quarters cover for crew and nine-tenths cover for passengers.
zh_cn: 它为机组提供3/4掩蔽，为乘客提供9/10掩蔽。

source: It provides three-quarters cover for crew and passengers (one-quarter cover for passengers if the cargo doors are open).
zh_cn: 它为乘员和机组提供3/4掩蔽（货舱门打开则只能提供1/4掩蔽）。

source: It provides three-quarters cover for crew and passengers.
zh_cn: 它为乘员和机组提供3/4掩蔽。

source: It provides three-quarters cover for its occupants.
zh_cn: 它为乘客提供3/4掩蔽。

source: It provides three-quarters cover for occupants in the cab and full cover for any in the back.
zh_cn: 它为驾驶舱的乘客提供3/4掩蔽，为货舱内乘客提供全掩蔽。

source: It provides three-quarters cover to crew and passengers (one-quarter cover to passengers if the cargo doors are open).
zh_cn: 它为乘员和机组提供3/4掩蔽（货舱门打开则只能提供1/4掩蔽）。

source: It provides total protection from eye and lung irritants.
zh_cn: 它能使眼睛和肺部完全免受刺激。

source: It provokes an attack of opportunity from opponents who threaten the character.
zh_cn: 这会引发威胁自己的对手的借机攻击。

source: It remains in widespread service among European police, military, and government agencies.
zh_cn: 它至今仍是欧洲警察、军队、政府机关的现役佩枪。

source: It represents a familiar’s preternatural toughness.
zh_cn: 这代表魔宠异常地坚韧。

source: It shoots a 5-foot-wide, 30-foot-long line of flame that deals 3d6 points of fire damage to all creatures and objects in its path.
zh_cn: 它会射出一条5尺宽、30尺长的火焰，给所到之处的所有生物和物体造成3d6点火焰伤害。

source: It simply allows the character to collect items he or she has found in a manner that best aids in their analysis later, at a crime lab.
zh_cn: 这只是一个收纳已发现物品的检定，成功收纳以帮助技术鉴定室分析。

source: It simply allows the character to extract extra information from a clue he or she has found.
zh_cn: 只是简单地让角色从已发现的线索推演出更多信息。

source: It sports a fold-down grip in front of the trigger guard, an extendable steel shoulder stock that is attached to the butt of the pistol, and an extended magazine.
zh_cn: 它的扳机护圈前有一个折叠握把，主握把尾部有一个枪托，还可安置加长型弹匣。

source: It sprays shrapnel in all directions when it explodes.
zh_cn: 它在爆炸时会向四面八方迸溅弹片。

source: It stops and indicates the first thing of interest it finds.
zh_cn: 一旦找到则停止搜寻。

source: It takes 1 hour to program the robot.
zh_cn: 编程要花费1小时。

source: It takes 10 minutes to remove the gear from its pack and outfit it for use.
zh_cn: 使用这些工具需要花10分钟的时间从携行具或外套上卸下。

source: It takes a Techie 12 hours to wire a Diminutive robot or 6 hours to wire a Tiny robot.
zh_cn: 组装微型机器人电路需要12小时，而超小型的需要6小时。

source: It takes a Techie 30 hours to construct a Diminutive robot frame or 12 hours to construct a Tiny robot frame.
zh_cn: 制造微型机器人需要30小时，而制造超小型机器人需要12小时。

source: It takes a full-round action to empower a weapon.
zh_cn: 强效化需要一个整轮动作。

source: It takes a full-round action to enter the vehicle through a top hatch and another full-round action to start it moving.
zh_cn: 从顶盖进入载具是一个整轮动作，发动载具也是一个整轮动作。

source: It takes a full-round action to enter the vehicle through a top hatch, and another full-round action to start it moving.
zh_cn: 从顶盖进入载具是一个整轮动作，发动载具也是一个整轮动作。

source: It takes a full-round action to make an object with scientific improvisation.
zh_cn: 使用此专长需要耗费一个整轮动作。

source: It tops out at about the speed a typical person can run.
zh_cn: 巷速最快与正常人奔跑的速度相当。

source: It usually takes some time (several minutes to an hour or more) to collect or create a set of impromptu tools, and it may require a skill check as well.
zh_cn: 收集或制造临时工具通常也需要花时间（几分钟到一小时甚至更多），这个过程也需要技能检定。

source: It was very popular with United States police forces prior to the increasing use of autoloaders in recent decades, and is still in service with many police forces today.
zh_cn: 尽管现在用半自动手枪的越来越多，鲁格现役6型仍广受美国警察喜爱，广泛列装。

source: It works in any area covered by cellular service.
zh_cn: 手机能在任何蜂窝网信号覆盖范围内工作。

source: Its completely ambidextrous components make it equally convenient for left- and right-handed users, and it features a built-in optical sight.
zh_cn: 完全对称的设计让左撇子和右撇子用枪都有相同的体验，它还内置了一副光学瞄具。

source: Its effect is broad enough that it can hurt characters just by going off close to them.
zh_cn: 爆炸波及范围内的生物都将承受伤害。

source: Its effects stack.
zh_cn: 效果叠加。

source: Its length and style vary according to fashion and use.
zh_cn: 根据风格和用途，衣长和款式多种多样。

source: Its user can restart it without making a skill check (however, restarting takes 1 minute).
zh_cn: 电脑的用户不需做技能检定即可重启电脑（但要花1分钟的时间）。

source: Its weight and bulk make it impractical to wear all the time, and it’s generally only donned when a specific dangerous confrontation is likely.
zh_cn: 它过于笨重，不适合全天候着装，只有在面临危险情形时才需要穿上。

source: It’s a rare mission that doesn’t end up in the dark somewhere, and heroes need a way to see.
zh_cn: 只有极少的关卡不在某个暗处告终，英雄总需要想办法去看。

source: It’s assumed that, when attempting to conceal a weap-on or other object, a character is wearing appropriate clothing.
zh_cn: 要将武器或其他物品藏在身上，角色一般要穿着合适的衣物。

source: It’s best used when the armor should remain unseen but the wearer doesn’t expect to face much scrutiny, granting a +2 bonus on Spot checks to notice the armor.
zh_cn: 最好能用在需要隐藏护甲但不被密切监视的地方，注意到此护甲所需的侦察检定会有2点加值。

source: It’s designed to look cool and compete for space on the roads with automobiles.
zh_cn: 它设计狂霸酷炫，敢跟汽车争路权。

source: It’s generally assumed that a hero owns a reasonable wardrobe of the sorts of clothes that fit his or her lifestyle.
zh_cn: 英雄通常自带一个合理的符合其生活方式的衣橱。

source: It’s heavy and cumbersome com-pared to most modern armor, but it does provide a great deal of protection.
zh_cn: 相对于绝大多数现代护甲，它笨重臃肿，却能提供强大的防护力。

source: It’s heavy, making it uncomfortable to wear for long periods of time.
zh_cn: 它很重，长时间穿戴会有不适。

source: It’s possible to purchase similar items with luxury features, generally by increasing the purchase DC by 1.
zh_cn: 可以购买类似的有奢侈特性的物品，通常购买DC要+1。

source: It’s possible to wire together several sticks of dynamite for even greater explosive effect.
zh_cn: 可以将几根炸药绑在一块以增加爆炸效果。

source: It’s practically impossible (–20 penalty) to hide while attacking, running, or charging.
zh_cn: 攻击、奔跑或冲锋时躲藏是几乎不可能的（有20减值）。

source: It’s practically impossible (–20 penalty) to move silently while attacking, running, or charging.
zh_cn: 攻击、奔跑或冲锋时潜行是几乎不可能的（有20减值）。

source: It’s the attack roll result that an opponent needs to achieve to hit a target.
zh_cn: 对方必须掷出足够的攻击骰，攻击才能生效。

source: It’s the attack roll result that an opponent needs to achieve to hit the character.
zh_cn: 对手必须掷出大于等于自身防御值的攻击骰才能造成命中。

source: Jet fighters include military fighter and ground attack jets.
zh_cn: 喷气战斗机包括歼击机和攻击机。

source: Keeping an eye on suspects or tracking the moves of potential enemies is a crucial part of the modern adventurer’s job.
zh_cn: 监视嫌疑人以及跟踪潜在的敌人是D20M冒险中的常见环节。

source: Keeping the weapon in an easier-to-draw position makes concealing it more difficult.
zh_cn: 将武器藏在更容易拔出的位置会让武器更难于隐藏。

source: Keeping track of negative ability score points is never necessary.
zh_cn: 没必要在意属性值为负几，

source: Knowledge (streetwise) checks can be used to locate a black market merchant.
zh_cn: 知识（街头智慧）检定可用来确定黑市商人的位置。

source: Language groups are provided because they pertain to the Smart hero’s Linguist talent.
zh_cn: 语族的划分用于智力型英雄的`语言专家`天赋。

source: Large and durable, it is a favorite of police forces (police cruisers are commonly Crown Victorias).
zh_cn: 它巨大而耐用，深受警察部门的喜爱（警用巡逻车大多是维多利亚皇冠）。

source: Larger bipedal creatures can carry more weight depending on size category: Large x2, Huge x4, Gargantuan x8, and Colossal x16.
zh_cn: 更大的双足生物可根据体型负载更大重量：大型×2、超大型×4、巨型×8、超巨型×16。

source: Law enforcement agencies around the world use generally the same tools to gather evidence.
zh_cn: 全世界的执法人员大多使用相同的工具来取证。

source: Law enforcement personnel include uniformed police, state troopers, federal police, federal agents, SWAT team members, and military police.
zh_cn: 执法人员包括警察、州警、联邦特警、联邦特工、SWAT成员、宪兵。

source: Legitimate dealers will not sell restricted objects to a character who does not have the necessary license.
zh_cn: 合法持有者不会将管制物品卖给无执照的角色。

source: Licensed: The owner must obtain a license to own or operate the object legally.
zh_cn: 执照：所有者必须持有执照以合法持有或使用此物品。

source: Lifestyle items are shown on the table below.
zh_cn: 日常消费品如下表所示。

source: Lifestyle items include travel expenses, entertainment and meals beyond the ordinary, and housing, for those characters interested in buying a home rather than renting.
zh_cn: 日常消费品包括旅游消费、娱乐、非家常宴会、居所（买而非租的费用）。

source: Light pressure on the trigger produces single shots, while increased pressure brings automatic fire.
zh_cn: 轻扣扳机为单发射击，重扣扳机为全自动射击。

source: Like an alarm clock, it can be set to go off at a particular time.
zh_cn: 像闹钟一样，它可设定在一定时间后触发。

source: Like an attack roll, a saving throw is a 1d20 roll plus a bonus based on the hero’s class and level (the hero’s base save bonus) and an ability modifier.
zh_cn: 与攻击骰相同，豁免骰是1d20加上基于英雄职业与等级的加值（英雄的基础豁免加值）再加上属性调整值。

source: Like cars, trucks generally provide three-quarters cover to their occupants.
zh_cn: 和小汽车一样，卡车也为乘客提供3/4掩蔽。

source: Likewise, a character can surprise his or her enemies if the character knows about them before they’re aware of the character.
zh_cn: 同理，角色如果觉察到敌人而敌人未觉察到角色，角色则可以突袭敌人。

source: Likewise, a maximized 2nd-level spell is treated as a 5th-level spell.
zh_cn: 同理，极效的2级法术被视为一个5级法术。

source: Likewise, if the character’s concentration is disrupted or the character is attacked before his or her next action, the character loses the benefit of aiming.
zh_cn: 同样，如果角色的注意力被扰乱，或者角色在下一次行动前就被攻击，角色将失去瞄准效果。

source: Limousines feature virtually every available luxury feature, often including televisions and small refrigerators.
zh_cn: 豪华轿车几乎拥有了所有的豪华配置，常常包括电视和小冰箱。

source: Line Tap: This tap can be attached to a phone line at any point between a phone and the nearest junction box (usually on the street nearby).
zh_cn: 线路窃听器：这种窃听器能附着在电话与其最近的接线箱之间的电话线的任何一处。

source: Linking two belts together is a move action.
zh_cn: 将两条弹链连接在一起是一个移动动作。

source: Liquid poisons are most effective when injected directly into the bloodstream.
zh_cn: 毒液直接注射入血液中最为有效。

source: Loading a belt of linked ammunition is a full-round action.
zh_cn: 装填弹链是一个整轮动作。

source: Loading a crossbow is a move action that provokes attacks of opportunity.
zh_cn: 装载弩矢是一个移动动作，且会引发借机攻击。

source: Loading these extra magazines ahead of time and keeping them in a handy place makes it easy to reload a weapon in combat.
zh_cn: 事先携带好弹匣，并放在容易取出的地方，能让武器在战斗中更容易换弹。

source: Location dramatically affects a home’s value.
zh_cn: 地段也是房价的重要影响因素。

source: Long-Term Care: The purchase DC represents treatment for regaining hit points or ability score points more quickly than normal on a given day.
zh_cn: 长期护理：购买DC代表了比平时医疗更快地恢复生命和属性点的医疗服务。

source: Long-term care, restoring hit points, treating disease, treating poison, or stabilizing a dying character requires a medical kit.
zh_cn: 长期护理、恢复生命值、治疗疾病、治疗毒素或稳定濒死角色需要使用医疗箱。

source: Longarms are not well suited to close combat.
zh_cn: 长杆枪不适用于近身战斗。

source: Longarms are personal firearms that require two hands to be fired without penalty.
zh_cn: 长杆枪是一类必须双手操持才能不受惩罚地使用的单兵枪械。

source: Longer or more complex documents take 1d4 minutes per page or longer.
zh_cn: 更长更复杂的文件每页需要1d4分钟或更长。

source: Luxury vehicles often also include extras such as heated side mirrors, power seats, leather upholstery, and sunroofs.
zh_cn: 豪华车通常还有额外的功能，比如有加热功能的侧后视镜、电动座椅、皮制内饰、以及天窗。

source: Machine pistols are automatic weapons small enough to be fired with one hand.
zh_cn: 冲锋手枪指所有小到可以单手操作的全自动武器。

source: Made of durable fabric, it holds 10 pounds worth of equipment and comes with a shoulder strap.
zh_cn: 用耐用织物制造，可装下10磅的装备，且配备肩带。

source: Magic is too unpredictable to make the use of this skill reliable.
zh_cn: 毕竟使用魔法是极不稳定且难以预料的事。

source: Magical Effects: Some campaigns may include magic.
zh_cn: 魔法效果：有的冒险可能会加入魔法内容。

source: Magical beasts, unlike undead creatures, can’t be destroyed or commanded.
zh_cn: 魔法兽类与不死生物不同的是不能被摧毁或命令。

source: Maintain the Grapple: To maintain the grapple for later rounds, the character must move into the target’s square.
zh_cn: 维持擒抱状态：角色必须移动到目标所在方格，才能在接下来的回合中维持擒抱。

source: Make a Climb check (DC equal to wall’s DC + 20) to do so.
zh_cn: 要这么做需要做一个攀爬检定（DC为墙的DC再加20）。

source: Make a Wealth check against the given purchase DC for the object to see if the character succeeds in acquiring the raw materials.
zh_cn: 然后进行一次财富检定对抗购置所需原材料的购买DC。

source: Make a check only when some unusual circumstance exists (such as inclement weather or an icy surface), or when the character is driving during a dramatic situation (the character is being chased or attacked, for example, or is trying to reach a destination in a limited amount of time).
zh_cn: 只有在不寻常的状况下（比如恶劣的天气或者结冰的表面），或者当角色在一个戏剧化的情节下（比如角色正被追逐或攻击或者在有限的时间内到达地点）驾驶才需要检定。

source: Make an unarmed melee touch attack against the target.
zh_cn: 攻击方式是对目标做一个徒手近战接触攻击。

source: Make one Disguise check even if several people make Spot checks.
zh_cn: 即使有好几个人做了侦察检定，也只需要做一次易容来应对。

source: Make the Computer Use check to program the robot.
zh_cn: 此步骤需要进行计算机使用技能检定，

source: Make the Craft (electronic) check.
zh_cn: 进行一次制造（电子）检定以组装电路。

source: Make the Craft (mechanical) check to construct the robot’s frame.
zh_cn: 以此DC进行一次制造（机械）检定，以制造机器人框架。

source: Make the Wealth check to purchase and gather the necessary components prior to starting construction.
zh_cn: 进行财富检定以购买收集制造机器人所需要的部件。

source: Make the check at the start of the character’s round.
zh_cn: 在角色轮的起始阶段进行此检定。

source: Making an explosive requires the Craft (chemical) skill.
zh_cn: 制造爆炸物需要制造（化学）技能，

source: Making repairs also involves a monetary cost when spare parts or new components are needed, represented by a Wealth check.
zh_cn: 修理同样需要花费金钱购买必需的部件，体现为财富检定。

source: Manufactured at three locations in the United States alone, the M1911 can be found all over the world, and is still in use in several other military forces.
zh_cn: M1911的三个产地都在美国，在全世界都能看到M1911的身影，这种枪至今仍被多国军队广泛采用。

source: Manufactured by Israeli Military Industries, the Desert Eagle is the king of large-frame, heavy-caliber autoloaders.
zh_cn: 以色列军工出品，沙漠之鹰在尺寸和口径上堪称手枪之王。

source: Many different designs exist; described here is the most basic model.
zh_cn: MP5有许多不同的改型，本条所述的是最基本款。

source: Many explosives require detonators, which are described in Weapon Accessories.
zh_cn: 许多爆炸物需要起爆器，武器附件里有描述。

source: Many military and law enforcement agencies use this or similar weapons.
zh_cn: 许多军队和执法部门都在使用这款或相近型号的霰弹枪。

source: Many modifiers can affect the attack roll.
zh_cn: 许多调整值也会作用于攻击骰。

source: Many nonstandard modes of movement are also covered under this category, including climbing and swimming (up to one-quarter the character’s speed), crawling (up to 5 feet), and entering a vehicle.
zh_cn: 大多数非标准移动方式都属于此范畴，包括攀爬和游泳（四分之一速度内）、匍匐（5尺速度内）以及进入载具。

source: Many of the objects in this section are battery--operated.
zh_cn: 本节许多物品是电池驱动的。

source: Many of these (such as the armored truck and the limousine) are usually custom built, so the model name isn’t specified as it is with most other vehicles in this section.
zh_cn: 它们大多是定制的（比如武装卡车和豪华轿车），所以不像本章里的其他载具一样有型号。

source: Many skills, however, have natural consequences for failing that must be accounted for.
zh_cn: 然而许多技能的成功率受实际情况影响。

source: Many splash weapons, such as Molotov cocktails, are essentially homemade devices (improvised explosives).
zh_cn: 许多溅射武器，如莫洛托夫鸡尾酒，都是手工自制的（算作临时爆炸物）。

source: Many starting occupations have a prerequisite that the character must meet to qualify for the occupation.
zh_cn: 很多起始职业背景都对角色的基本属性有要求。

source: Many vehicles can carry extra passengers instead of cargo, but doing so is usually a cramped, uncomfortable, and often unsafe experience for those passengers.
zh_cn: 许多载具可在载货位上搭载乘客，但货舱的乘坐体验不佳，乘客会感到拥挤、不适，而且也不安全。

source: Massive damage that doesn’t match the creature’s vulnerability reduces its hit points, but such damage automatically heals at a fixed rate, as detailed in the creature’s description.
zh_cn: 非有效类型的巨创伤害也会杀伤，但此伤害会以一个固定比率恢复，详见生物描述。

source: Mastercraft objects with a bonus of +2 or +3 are not common and are generally not for sale.
zh_cn: 有2或3点加值的大师级物品很少见，通常是非卖品。

source: Medical services must be paid for in full regardless of whether they are successful.
zh_cn: 医疗服务无论是否成功，都必须全额付款。

source: Medicine and forensics.
zh_cn: 药物学和法医学。

source: Melee weapons are described by a number of statistics, as shown on Table: Melee Weapons.
zh_cn: 近战武器有各种属性，见表：近战武器。

source: Melee weapons are used in close combat, and they are generally among the simplest types of weapons.
zh_cn: 近战武器用于近距离格斗，它们的构造一般都很简单。

source: Melee weapons that deal lethal damage can be wielded so as to deal nonlethal damage, but the attacker takes a –4 penalty on attack rolls for trying to deal nonlethal damage instead of lethal damage.
zh_cn: 产生致命伤害的近战武器也可以采用非致命的攻击方式，但这么做的话，攻击者的攻击骰点要减去4。

source: Military and police forces use these weapons to create temporary concealment.
zh_cn: 军队和警察用它来制造临时的隐藏环境。

source: Military and police forces use these weapons to disperse crowds and smoke out hostage takers.
zh_cn: 军队和警察用它来驱散人群和逼出劫持者。

source: Military and police units use powered saws to cut through fences and open doors rapidly.
zh_cn: 军队和警察用这种强力的锯子快速锯开栅栏和门。

source: Military covers any of the branches of the armed forces, including army, navy, air force, and marines, as well as the various elite training units such as Seals, Rangers, and Special Forces.
zh_cn: 军人包括海陆空三军和海军陆战队，还有海豹部队、游骑兵和特种部队等各类精英部队。

source: Military forces use thermite grenades to quickly destroy key pieces of equipment.
zh_cn: 军队用它来快速熔融破坏设施的关键部位。

source: Military versions are still in use in many countries.
zh_cn: 军用版也广泛服役于军队中。

source: Military: The object is sold primarily to legitimate police and military organizations.
zh_cn: 军用：物品只卖给合法的警务或军事机构。
